brew "act"
brew "bat"
brew "bitwarden-cli"
brew "coreutils"
brew "direnv"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "nkf"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tenv"
brew "tldr"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "zoxide"

cask "bitwarden"
cask "docker-desktop"
cask "evernote"
cask "ghostty"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "imageoptim"
cask "karabiner-elements"
cask "logi-options+"
cask "notion"
cask "raycast"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zed"

### font
cask "font-udev-gothic-nf"
