brew "act"
brew "asdf"
brew "bat"
brew "bitwarden-cli"
brew "cargo-lambda/tap/cargo-lambda"
brew "coreutils"
brew "direnv"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghostty"
brew "ghq"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "lazygit"
# brew "mas"
brew "mkcert"
brew "mysql-client"
brew "navi"
brew "neovim"
brew "nkf"
brew "peco"
brew "python"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "sl"
brew "sqlfluff"
brew "starship"
brew "tenv"
brew "tldr"
brew "tmux"
brew "uv"
brew "volta"
brew "wget"
brew "zed"
brew "zoxide"

tap "cloudflare/cloudflare"
brew "cloudflare/cloudflare/cloudflared"

cask "adobe-acrobat-reader"
cask "authy"
cask "bitwarden"
cask "caffeine"
cask "cursor"
cask "dash"
cask "discord"
cask "docker"
cask "evernote"
cask "figma"
cask "firealpaca"
cask "google-chrome"
cask "google-japanese-ime"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "notion"
cask "raycast"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

tap "homebrew/cask-fonts"
cask "font-udev-gothic-nf"

# mas "Kindle", id: 302584613
# mas "LINE", id: 539883307
# mas "Tailscale", id: 1475387142
# mas "TickTick", id: 966085870
# mas "Xcode", id: 497799835
# mas "Developer", id: 640199958
